local languageString = { }
-- 根据模块划分
-- 使用方式 i18n:get('str_common', 'comm_appname')
-- 根据模块Key，字符串Key获得文字
-----------------------[[ 配置区Start ]]-----------------------------
-- 通用模块
languageString['str_gameing'] =
{
    ['exitAlert'] = '您正在游戏中，退出游戏后将由电脑托管您继续完成游戏，您可以重进游戏继续该局游戏。',
    ['gameover'] = '本局已经结束,退回到大厅!!!',

}

languageString['str_gameover'] =
{
    ['tax'] = '税收-%s',
}
languageString['str_chat'] =
{
    ['1'] = '在等什么，快下注吧',
    ['2'] = '让我看看牌再加钱吧',
    ['3'] = '别装了，我早已看穿',
    ['4'] = '冲动是魔鬼，要冷静',
    ['5'] = '这牌打得不错啊',
    ['6'] = '抱歉，我有事先走了！',
    ['7'] = '人生如戏，全靠演技',
}

-----------------------[[ 配置区End ]]-----------------------------
return languageString